Repository: polecito/discogs-i18n
Catalog: */LC_MESSAGES/messages.po
Languages: ca_es

source: About Us
ca_es: Sobre Discogs

source: Add Release
ca_es: Afegeix Edició

source: Add stuff to your wantlist and we'll let you know when someone is selling it.
ca_es: Afegeix elments a la teva llista de desitjos i et farem saber quan algú el posi a la venda.

source: Add to Cart
ca_es: Afegeix a la Cistella

source: Add to List
ca_es: Afegeix a la Llista

source: All Genres
ca_es: Tots els Gèneres

source: Alternates
ca_es: Alternatives

source: Artists
ca_es: Artistes

source: Barcode and Other Identifiers
ca_es: Codi de Barres i Altres Identificadors

source: Based on the items in your Shopping Cart from seller
ca_es: Basat en els elements de la teva Cistella del venedor

source: Bestselling
ca_es: Els més venuts

source: Bestselling MP3/WAV
ca_es: Els MP3/WAV més venuts

source: Billing
ca_es: Facturació

source: Browse by Genre
ca_es: Cercar per Gènere

source: Buy
ca_es: Compra

source: Buy Vinyl Records, CDs and More
ca_es: Compra Discs de Vinil, CDs i Més

source: Cassette
ca_es: Casset

source: Change all formats to
ca_es: Canvia tots els formats a

source: Checkout
ca_es: Caixa

source: Classical
ca_es: Clàssic

source: Collection
ca_es: Col·lecció

source: Companies etc
ca_es: Les companyies etc

source: Contact
ca_es: Contacte

source: Continue Shopping
ca_es: Seguir Comprant

source: Contribute
ca_es: Contribueix

source: Contributor List
ca_es: Llista de Contribuents

source: Copyright
ca_es: Dret d'autor

source: Country
ca_es: País

source: Credits
ca_es: Crèdits

source: Decade
ca_es: Década

source: Developers&nbsp;API
ca_es: API per a Desenvolupadors

source: Discography
ca_es: Discografia

source: Discogs is the safe and easy way to buy and <a href="/marketplace">sell</a> music.
ca_es: Discogs és la manera segura i fàcil de comprar i <href="marketplace">vendre</a> música.

source: Discogs users are auto-notified when items they want are listed.
ca_es: Els usuaris de Discogs són notificats automàticament quan elements que volen són llistats.

source: Discover
ca_es: Descobrir

source: Do less work
ca_es: Fer menys feina

source: Drafts
ca_es: Borradors

source: Electronic
ca_es: Electrònic

source: Empty Cart
ca_es: Cistella Buida

source: Explore
ca_es: Explora

source: Export Data
ca_es: Exportar Dades

source: Filter results by
ca_es: Filtrar resultats per

source: Follow&nbsp;Us
ca_es: Segueix-nos

source: For sellers that need to list their items in bulk
ca_es: Per venedors que necessiten llistar els seus elements massivament

source: For sellers with time to list items one-by-one
ca_es: Per venedors amb temps per llistat elements un a un

source: Forums
ca_es: Fòrums

source: Friends
ca_es: Amics

source: Genre
ca_es: Gènere

source: Genres
ca_es: Gèneres

source: Get Started
ca_es: Comença

source: Get Started Selling Now
ca_es: Comença a Vendre Ara

source: Getting Started
ca_es: Primers Passos

source: Help
ca_es: Ajuda

source: Help Forums
ca_es: Fòrums d'Ajuda

source: Help on search
ca_es: Ajuda en la cerca

source: Help&nbsp;Is&nbsp;Here
ca_es: L'Ajuda&nbsp;És&nbsp;Aquí

source: If you would like us to add your testimonial, please contact
ca_es: Si desitja que afegim el seu testimoni, si us plau posa't en contacte amb

source: Initial listings and all updates are handled with bulk uploads
ca_es: Llistats inicials i totes les actualitzacions són manegades amb pujades a massives

source: Initial listings are one-by-one, but can be updated in bulk
ca_es: Llistats inicials són un a un, però poden fer-se amb actualitzacions massives

source: Item
ca_es: Element

source: Items I Want
ca_es: Elements Que Vull

source: Items Ship From
ca_es: L'element Ve De

source: Items are displayed in search results based on artist, title and format
ca_es: Els elements són mostrats als resultats de la cerca basant-se en artista, títol i format

source: Items are displayed under the exact release you list them
ca_es: Els elements són mostrats sota l'edició exacte en que els llistes

source: Jobs
ca_es: Feines

source: Join&nbsp;In
ca_es: Uneix-te

source: Jump To
ca_es: Anar A

source: Label
ca_es: Segell

source: Labels
ca_es: Segells

source: Languages
ca_es: Idiomes

source: Learn more
ca_es: Aprendre'n més

source: Listing Options
ca_es: Opcions de Llistat

source: Listing items for sale on Discogs is <strong>always free</strong>.
ca_es: Llistar elements per a la venda a Discogs és <strong>sempre gratis</strong>.

source: Lists
ca_es: LListes

source: Logout
ca_es: Sortir

source: MP3 &amp; WAV Downloads
ca_es: MP3 &amp; Descàrregues WAV

source: Make more money
ca_es: Fes mes diners

source: Manage Inventory
ca_es: Gestionar Inventari

source: Marketplace
ca_es: Mercat

source: Marketplace Support
ca_es: Ajuda al Mercat

source: Mobile
ca_es: Mòbil

source: More From
ca_es: Més Des De

source: More formats
ca_es: Més formats

source: More genres
ca_es: Més gèneres

source: More styles
ca_es: Més estils

source: More than <strong>4 million people</strong> look for music on Discogs every month.
ca_es: Més de <strong>4 milions de persones</strong> cerquen música a Discogs cada mes.

source: My Groups
ca_es: Els Meus Grups

source: My Items For Sale
ca_es: Els Meus Elements A la Venda

source: My Orders
ca_es: Les Meves Comandes

source: My Purchases
ca_es: Les Meves Compres

source: Needs Changes
ca_es: Necessita Canvis

source: Needs Vote
ca_es: Necessita Votació

source: New Releases
ca_es: Nova Edició

source: New Seller
ca_es: Nou Venedor

source: New Styles
ca_es: Nous Estils

source: No need to type up detailed item descriptions.
ca_es: No és necessari escriure descripcions detallades del elements.

source: No orders
ca_es: No hi ha comandes

source: Official Blog
ca_es: Blog Oficial

source: Only 6&#37; in fees incur when your items sell
ca_es: Només s'aplica una comissió del 6&#37; quan es venen els seus elements

source: Only 8&#37; in fees incur when your items sell
ca_es: Només s'aplica una comissió del 8&#37; quan es venen els seus elements

source: Order Number
ca_es: Número de Comanda

source: Other&nbsp;Stuff
ca_es: Altres Coses

source: Payment Methods
ca_es: Mètodes de Pagament

source: Popular Formats
ca_es: Formats Populars

source: Price
ca_es: Preu

source: Privacy Policy
ca_es: Política de Privacitat

source: Product Search
ca_es: Cerca Productes

source: Profile
ca_es: Perfil

source: Purchase Date
ca_es: Data de Compra

source: Reach more buyers
ca_es: Aconsegueix més compradors

source: Read what other Discogs sellers have to say
ca_es: Llegeix que en diuen altres venedors de Discogs

source: Recent Group Activity
ca_es: Activitat Recent del Group

source: Recent Marketplace Sales
ca_es: Vendes Recents del Mercat

source: Recommendations
ca_es: Recomanacions

source: Recommendations For You
ca_es: Recomanacions Per a Tu

source: Released
ca_es: Publicat

source: Releases
ca_es: Edicions

source: Reviews
ca_es: Comentaris

source: Sales History
ca_es: Històric de Vendes

source: Saved Group Topics
ca_es: Temes del Grup Guardats

source: Search for variations of
ca_es: Cerca variacions de

source: Search results
ca_es: Resultats de la cerca

source: Sell
ca_es: Ven

source: Selling here gets you instant exposure to our high traffic.
ca_es: Vendre aquí et proporciona exposició instantània al nostre alt trànsit.

source: Selling vinyl records and CDs has never been easier.
ca_es: Vendre discs de vinil i CDs mai ha sigut tan fàcil.

source: Settings
ca_es: Configuració

source: Shipping Policies
ca_es: Política d'Enviament

source: Shop
ca_es: Tenda

source: Shopping Cart
ca_es: Cistella de Compra

source: Show
ca_es: Mostra

source: Showing
ca_es: Mostrant

source: Sign Up
ca_es: Registra't

source: Sorry, no downloads could be found.
ca_es: Disculpi, no s'han pogut trobar descàrregues.

source: Sort By
ca_es: Ordenat Per

source: Sort by
ca_es: Ordenat per

source: Standard Listing
ca_es: Llistat estàndard

source: Start Shopping
ca_es: Començar a Comprar

source: Start getting recommendations by making a purchase in the marketplace.
ca_es: Començar a rebre recomanacions fent una compra al mercat.

source: Style
ca_es: Estil

source: Styles
ca_es: Estils

source: Submissions
ca_es: Enviaments

source: Subscribe to featured releases newsletter
ca_es: Subscriure a la newsletter de edicions destacades

source: Support Request
ca_es: Petició d'Ajuda

source: Terms of Service
ca_es: Termes del Servei

source: The Best Way to Sell Music
ca_es: La Millor Manera de Vendre Música

source: The info is already here.
ca_es: La informació ja és aquí.

source: This label does not exist in Discogs.
ca_es: Aquest segell discogràfic no existeix a Discogs.

source: This label has no approved releases
ca_es: Aquest segell discogràfic no té edicions aprovades

source: Track
ca_es: Pista

source: Tracklist
ca_es: LListat de Pistes

source: Videos
ca_es: Vídeos

source: View Cart
ca_es: Veure Cistella

source: View all genres
ca_es: Veure tots els géneres

source: Vinyl
ca_es: Vinil

source: Wantlist
ca_es: Llista de desitjos

source: Watch how it's done
ca_es: Mira com s'ha fet

source: Year
ca_es: Any

source: You only pay a 6 - 8&#37; fee when your items sell.
ca_es: Només pagues una comissió del 6 - 8&#37; quan vens els teus elements.

source: Your cart is empty
ca_es: La teva cistella és buida

source: Your search returned no results. Please try a different query.
ca_es: La cerca no torna resultats. Si us plau provi una consulta.

source: available in digital format
ca_es: disponible en format digital

source: browse all
ca_es: explorar tot

source: edit
ca_es: editar

source: for sale
ca_es: a la venda

source: from my
ca_es: de la meva

source: genres
ca_es: gèneres

source: history
ca_es: històric

source: in
ca_es: a

source: in MP3/WAV
ca_es: en MP3/WAV

source: item
ca_es: element

source: lists
ca_es: llistes

source: more
ca_es: més

source: more genres
ca_es: més géneres

source: music in the world's biggest and best music marketplace
ca_es: música al millor i més gran mercat del món

source: new and old music, connect with other music lovers
ca_es: música nova i vella, conecta amb altres amants de la música

source: one per line
ca_es: un per línia

source: release
ca_es: edició

source: remove
ca_es: esborra

source: results
ca_es: resultats

source: reviews
ca_es: comentaris

source: show more
ca_es: mostrar més

source: showing
ca_es: mostrant

source: sort
ca_es: ordenar

source: submission pending
ca_es: enviament pendent

source: to the largest and most accurate music database
ca_es: a la més gran i acurada base de dades de música

source: track
ca_es: pista

source: tracks
ca_es: pistes

source: view all
ca_es: veure tot

source: we recommend these releases
ca_es: nossaltres recomanem aquestes edicions

source: website
ca_es: pàgina web

source: your collection and wantlist, get notified when items you want are for sale
ca_es: la teva col·lecció i llista de desitjos, seràs notificat quan elements que tu vols estan a la venda
